Repository: aniketmmaind/ai-scribe-copilot
Catalog: assets/l10n/app_*.arb
Languages: hi

# selectThemeTxt
source: Select Theme
hi: थीम चुनें

# continueTxt
source: Continue
hi: जारी रखें

# loginTxt
source: Login
hi: लॉगइन

# darkTxt
source: Dark
hi: डार्क

# lightTxt
source: Light
hi: लाइट

# systemTxt
source: System
hi: सिस्टम

# welcomeBkTxt
source: Welcome Back
hi: वेलकम बैक

# signInTxt
source: Sign in to continue
hi: साइन इन टू कंटिन्यू

# emailTxt
source: Email
hi: ईमेल

# passwordTxt
source: Password
hi: पासवर्ड

# forgetTxt
source: Forgot Password?
hi: फॉरगॉट पासवर्ड?

# enterEmailTxt
source: Enter Email
hi: ईमेल दर्ज करें

# enterPassTxt
source: Enter Password
hi: पास वर्ड दर्ज करें

# welcomeTxt
source: Welcome
hi: वेलकम

# patientLstTxt
source: List of Patient's
hi: मरीजों की सूची

# basicInfoTxt
source: Basic Information
hi: मूल जानकारी

# nameTxt
source: Name
hi: नाम

# pronounTxt
source: Pronouns
hi: सर्वनाम

# bgTxt
source: Background
hi: पृष्ठभूमि

# historiesTxt
source: Histories
hi: इतिहास

# historyTxt
source: History
hi: इतिहास

# mediTxt
source: Medical History
hi: चिकित्सा का इतिहास

# familyTxt
source: Family History
hi: पारिवारिक इतिहास

# socialTxt
source: Social History
hi: सामाजिक इतिहास

# prevTxt
source: Previous History/Treatment
hi: पिछला इतिहास/उपचार

# recordTxt
source: Record Notes
hi: नोट्स रिकॉर्ड करें

# sessionlstTxt
source: Session List
hi: की सत्र सूची

# sessiondtlTxt
source: Session Details
hi: सत्र विवरण

# sessionSumTxt
source: Session Summary
hi: सत्र सारांश

# summaryTxt
source: Summary
hi: सारांश

# noSessionTxt
source: No session yet
hi: अभी तक कोई सत्र नहीं

# pullrefTxt
source: Pull down to refresh or
hi: रीफ़्रेश करने के लिए नीचे खींचें या

# sessiPullTxt
source: start a new recording.
hi: नई रिकॉर्डिंग शुरू करें।

# summaryErrTxt
source: No summary available
hi: कोई सारांश उपलब्ध नहीं है

# themeTxt
source: Theme
hi: थीम

# langTxt
source: Language
hi: भाषा

# homeTxt
source: Home
hi: होम

# fullnameTxt
source: Full Name
hi: पूरा नाम

# addPatientTxt
source: Add Patient
hi: मरीज़ जोड़ें

# reqNameTxt
source: Full Name required
hi: पूरा नाम आवश्यक है

# reqEmailTxt
source: Email required
hi: ईमेल आवश्यक है

# emlValiTxt
source: Enter valid email
hi: वैध ईमेल दर्ज करें

# noPatientTxt
source: No Patients yet
hi: अभी तक कोई मरीज़ नहीं

# patientPullTxt
source: add a patients.
hi: मरीज़ जोड़ें.

# notprovTxt
source: Not provided
hi: उपलब्ध नहीं कराया

# shareSummTxt
source: Share Summary
hi: सारांश साझा करें

# shareErrTxt
source: Session Summary is empty cant share.
hi: सत्र का सारांश खाली है, साझा नहीं किया जा सकता

# sheherTxt
source: She/Her
hi: वह / उसे

# hehimTxt
source: He/Him
hi: वह / उसे

# theythemTxt
source: They/Them
hi: वे / उन्हें

# prefnotTxt
source: Prefer not to say
hi: बताना नहीं चाहते

# otherTxt
source: Other
hi: अन्य

# logoutTxt
source: LogOut
hi: लॉगऑऊट

# logoutqueTxt
source: You want to LogOut?
hi: क्या आप लॉगआउट करना चाहते हैं?

# noTxt
source: No
hi: नहीं

# initRecTxt
source: Hi Start Recording Notes
hi: हाय, नोट्स रिकॉर्ड करना शुरू करें

# progRecTxt
source: Recording in progress
hi: रिकॉर्डिंग चल रही है

# complRecTxt
source: Recording is Completed
hi: रिकॉर्डिंग पूरी हो गई है

# pauseRecTxt
source: Recording is Paused
hi: रिकॉर्डिंग रोक दी गई है

# startTxt
source: Start Recording
hi: स्टार्ट रेकॉर्डिंग

# pauseTxt
source: Pause
hi: रोकें

# resumeTxt
source: Resume
hi: फिर से शुरू करें

# complTxt
source: Completed
hi: पूर्ण

# stopTxt
source: Stop
hi: बंद करें

# waveformTxt
source: Waveform appear here
hi: यहां ववेफॉर्म दिखाई देगा

# trnscrptTxt
source: Transcript appear here
hi: यहां ट्रान्सक्रिप्ट दिखाई देगी

# wCmplRecTxt
source: Complete Recording?
hi: क्या रिकॉर्डिंग पूरी हो गई है?

# recQue1Txt
source: Are you sure you want to complete this recording?
hi: क्या आप वाकई इस रिकॉर्डिंग को पूरा करना चाहते हैं?

# recQue2Txt
source: You wonâ€™t be able to add more audio.
hi: आप इसमें और ऑडियो नहीं जोड़ पाएंगे।

# conRecTxt
source: Continue Recording
hi: रिकॉर्डिंग जारी रखें

# tryLaterTxt
source: Try Sometimes later...
hi: बाद में प्रयास करें...
